Repository: kitconcept/volto-social-blocks
Catalog: packages/volto-social-blocks/locales/*/LC_MESSAGES/volto.po
Languages: de, es, pt_br

source: Advanced
de: Weitere Einstellungen
es: Avanzado
pt_br: Avançado

source: Alignment
de: Ausrichtung
es: Alineación
pt_br: Alinhamento

source: Bluesky url
de: URL von Bluesky
es: URL de Bluesky
pt_br: URL Bluesky

source: Captioned
de: Beschriftet
es: Subtitulado
pt_br: Com legendas

source: Color mode
de: Farbmodus
es: Modo de color

source: Dark
de: Dunkel
es: Oscuro
pt_br: Escuro

source: Do not track
de: Nicht verfolgen
es: No rastrear
pt_br: Não rastrear

source: Embed Bluesky content
de: Bluesky-Inhalt einbetten
es: Incluir contenido de Bluesky
pt_br: Incluir conteúdo do Bluesky

source: Embed Spotify content
de: Spotify-Inhalt einbetten
es: Incluir contenido de Spotify
pt_br: Incluir conteúdo do Spotify

source: Embed a Facebook Post
de: Facebook-Beitrag einbetten
es: Insertar una publicación de Facebook
pt_br: Incluir uma postagem do Facebook

source: Embed a Flickr Gallery
de: Flickr-Galerie einbetten
es: Insertar una galería de Flickr
pt_br: Incluir a galeria do Flickr

source: Embed a LinkedIn Post
de: LinkedIn-Beitrag einbetten
es: Insertar una publicación de LinkedIn
pt_br: Incluir uma postagem do LinkedIn

source: Embed a Pinterest Pin
de: Pinterest-Pin einbetten
es: Insertar un pin de Pinterest
pt_br: Incluir um pin do Pinterest

source: Embed a SoundCloud Track
de: SoundCloud-Titel einbetten
es: Insertar una pista de SoundCloud
pt_br: Incluir uma faixa do SoundCloud

source: Embed a TikTok
de: TikTok einbetten
es: Insertar un TikTok
pt_br: Incluir um TikTok

source: Embed a Tweet
de: Tweet einbetten
es: Insertar un Tweet
pt_br: Incluir um Tweet

source: Embed an Instagram Post
de: Instagram-Beitrag einbetten
es: Insertar una publicación de Instagram
pt_br: Incluir uma postagem do Instagram

source: Facebook url
es: URL de Facebook
pt_br: Endereço

source: Flickr embed code
de: Flickr-Einbettungscode
es: Código de inserción de Flickr
pt_br: Código de incorporação do Flickr

source: Instagram url
es: URL de Instagram
pt_br: Endereço

source: Language
de: Sprache
es: Idioma
pt_br: Idioma

source: Light
de: Hell
es: Claro
pt_br: Claro

source: Pinterest url
es: URL de Pinterest
pt_br: Endereço do Pinterest

source: Please provide a valid Bluesky url
de: Bitte geben Sie eine gültige Bluesky-URL an
es: Proporcione una URL de Bluesky válida
pt_br: Por favor informe um endereço válido para o Bluesky

source: Please provide a valid Facebook Post url
de: Bitte geben Sie eine gültige Facebook-Post-URL an
es: Proporcione una URL de publicación de Facebook válida
pt_br: Por favor informe um endereço válido para a postagem do Facebook

source: Please provide a valid Flickr Gallery embed code
de: Bitte geben Sie einen gültigen Flickr-Galerie-Einbettungscode an
es: Proporcione un código de inserción válido para la galería de Flickr
pt_br: Por favor, informe um código válido para a galeria do Flickr

source: Please provide a valid Instagram Post url
de: Bitte geben Sie eine gültige Instagram-Post-URL an
es: Proporcione una URL de publicación de Instagram válida
pt_br: Por favor informe um endereço válido para a postagem do Instagram

source: Please provide a valid Pinterest url
de: Bitte geben Sie eine gültige Pinterest-URL an
es: Proporcione una URL de Pinterest válida
pt_br: Por favor informe um endereço válido para o Pinterest

source: Please provide a valid SoundCloud embed code
de: Bitte geben Sie einen gültigen SoundCloud-Einbettungscode an
es: Proporcione un código de inserción válido de SoundCloud
pt_br: Por favor informe um código válido para o SoundCloud

source: Please provide a valid Spotify url
de: Bitte geben Sie eine gültige Spotify-URL an
es: Proporcione una URL de Spotify válida
pt_br: Por favor informe um endereço válido para o Spotify

source: Please provide a valid TikTok url
de: Bitte geben Sie eine gültige TikTok-URL an
es: Proporcione una URL de TikTok válida
pt_br: Por favor informe um endereço válido para o TikTok

source: Please provide a valid Tweet ID or Twitter URL
de: Bitte geben Sie eine gültige Tweet-ID oder Twitter-URL an
es: Proporcione una ID de Tweet válida o una URL de Twitter
pt_br: Por favor informe um endereço válido para o Tweet ou o id do Tweet

source: Please provide a valid embed code
de: Bitte geben Sie einen gültigen Einbettungscode an
es: Proporcione un código de inserción válido
pt_br: Por favor informe um código de incorporação válido

source: Post url
de: Beitrags-URL
es: URL de la publicación
pt_br: Endereço da postagem

source: Provide a Bluesky url
de: Geben Sie eine Bluesky-URL an
es: Proporcione una URL de Bluesky
pt_br: Informe a url do Bluesky

source: Provide a Pinterest pin url
de: Geben Sie eine Pinterest-Pin-URL an
es: Proporcione una URL de Pinterest
pt_br: Informe a url do pin do Pinterest

source: Provide a Spotify url
de: Geben Sie eine Spotify-URL an
es: Proporcione una URL de Spotify

source: Provide a TikTok url
de: Geben Sie eine TikTok-URL an
es: Proporcione una URL de TikTok
pt_br: Informe a url do TikTok

source: Provide a url to the Facebook Post
de: Geben Sie eine URL zum Facebook-Post an
es: Proporcione una URL a la publicación de Facebook
pt_br: Informe a url da postagem no Facebook

source: Provide a url to the Instagram Post
de: Geben Sie eine URL zum Instagram-Post an
es: Proporcione una URL a la publicación de Instagram
pt_br: Informe a url da postagem no Instagram

source: Provide a url to the Tweet or the Tweet ID
de: Geben Sie eine URL zum Tweet oder die Tweet-ID an
es: Proporcione una URL para el Tweet o la ID del Tweet
pt_br: Informe a url do Tweet ou o Tweet ID

source: Provide the SoundCloud embed code
de: Geben Sie den SoundCloud-Einbettungscode an
es: Proporcione el código de inserción de SoundCloud
pt_br: Informe o código de incorporação do SoundCloud

source: Provide the embed code of the Flickr Gallery
de: Geben Sie den Einbettungscode der Flickr-Galerie an
es: Proporcione el código de inserción de la galería de Flickr
pt_br: Informe o código de embed para a galeria do Flickr

source: Provide the embed code of the post
de: Geben Sie den Einbettungscode des Beitrags an
es: Proporcione el código de inserción de la publicación
pt_br: Informe o código de incorporação da postagem

source: Size
de: Größe
es: Tamaño
pt_br: Tamanho

source: Soundcloud id
es: ID de Soundcloud

source: Spotify url
es: URL de Spotify
pt_br: URL Spotify

source: Style
de: Stil
es: Estilo
pt_br: Estilo

source: Theme
de: Thema
es: Tema
pt_br: Tema

source: TikTok url
es: URL de TikTok
pt_br: URL TikTok

source: Tweet URL
es: URL del Tweet
pt_br: Endereço do Tweet
